Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Picked as your main sleep because it was your longest block (%@).
de: Als Hauptschlaf gewählt, weil er dein längster Block war (%@).
es: Elegido como tu sueño principal porque fue tu bloque más largo (%@).
fr: Choisi comme votre sommeil principal car c'était votre plus long bloc (%@).
it: Scelto come sonno principale perché era il tuo blocco più lungo (%@).
pl: Wybrany jako główny sen, ponieważ był to Twój najdłuższy blok (%@).
pt_pt: Escolhido como o teu sono principal porque foi o teu bloqueio mais longo (%@).
ru: Выбран как основной сон, потому что это был самый длинный период (%@).
th: เลือกเป็นการนอนหลักของคุณเนื่องจากเป็นบล็อกที่ยาวที่สุดของคุณ (%@)
zh_hans: 被选为你的主睡眠，因为它是你最长的睡眠段（%@）。
zh_hant: 被選為你的主要睡眠，因為它是你最長的睡眠區段（%@）。

source: Picture
de: Bild
es: Imagen
fr: Image
it: Immagine
pl: Zdjęcie
pt_pt: Foto
ru: Изображение
th: รูปภาพ
zh_hans: 图片
zh_hant: 圖片

source: Pin to top
de: Oben anheften
es: Fijar arriba
fr: Épingler en haut
it: Appunta in alto
pl: Przypnij na górze
pt_pt: Fixar no topo
ru: Закрепить вверху
th: ปักหมุดไว้ด้านบน
zh_hans: 固定到顶部
zh_hant: 固定在頂部

source: Pin: %@
de: Anheften: %@
es: Fijar: %@
fr: Épingler : %@
it: Fissa: %@
pl: Przypnij: %@
pt_pt: Fixar: %@
ru: Закрепить: %@
th: พิน: %@
zh_hans: 置顶：%@
zh_hant: 置頂：%@

source: Pinch to zoom · drag to pan
de: Zum Zoomen aufziehen · zum Verschieben ziehen
es: Pellizca para hacer zoom · arrastra para desplazarte
fr: Pincez pour zoomer · faites glisser pour déplacer
it: Pizzica per ingrandire · trascina per spostarti
pl: Ściśnij, aby powiększyć · przeciągnij, aby przesunąć
pt_pt: Aperta para ampliar · arrasta para deslocar
ru: Сведите пальцы для масштабирования · перетащите для перемещения
th: บีบนิ้วเพื่อซูม · ลากเพื่อเลื่อน
zh_hans: 捏合以缩放 · 拖动以平移
zh_hant: 捏合以縮放 · 拖動以平移

source: Pinch to zoom · drag to pan · hold to read
de: Zum Zoomen kneifen, zum Schwenken ziehen und zum Lesen gedrückt halten
es: Pellizca para hacer zoom · arrastra para desplazarte · mantén presionado para leer
fr: Pincez pour zoomer · faites glisser pour effectuer un panoramique · maintenez enfoncé pour lire
it: Pizzica per ingrandire · trascina per eseguire la panoramica · tieni premuto per leggere
pl: Uszczypnij, by przybliżyć · przeciągnij, by przesunąć · przytrzymaj, by odczytać
pt_pt: Aperte para ampliar · arraste para deslocar · segure para ler
ru: Сведите пальцы, чтобы увеличить масштаб · перетащите, чтобы панорамировать · удерживайте, чтобы прочитать
th: จีบนิ้วเพื่อซูม · ลากเพื่อเลื่อน · แตะค้างเพื่ออ่านค่า
zh_hans: 捏合缩放·拖动平移·按住阅读
zh_hant: 捏合縮放·拖曳平移·按住閱讀

source: Pinned
de: Angeheftet
es: Fijado
fr: Épinglé
it: Appuntato
pl: Przypięte
pt_pt: Fixado
ru: Закреплено
th: ปักหมุดแล้ว
zh_hans: 已固定
zh_hant: 已固定

source: Pinned: %@. Drag the button anytime to place it freely.
de: Fixiert: %@. Ziehe die Schaltfläche jederzeit, um sie frei zu platzieren.
es: Fijado: %@. Arrastra el botón cuando quieras para colocarlo libremente.
fr: Fixé : %@. Faites glisser le bouton à tout moment pour le placer librement.
it: Appuntato: %@. Trascina il pulsante in qualsiasi momento per posizionarlo liberamente.
pl: Przypięto: %@. Przeciągnij przycisk w dowolnej chwili, by umieścić go swobodnie.
pt_pt: Fixado: %@. Arraste o botão a qualquer momento para posicioná-lo livremente.
ru: Закреплено: %@. Перетащите кнопку в любое время, чтобы разместить ее свободно.
th: ปักหมุด: %@. ลากปุ่มได้ตลอดเวลาเพื่อวางได้อย่างอิสระ
zh_hans: 固定：%@。随时拖动按钮即可自由放置。
zh_hant: 固定：%@。隨時拖曳按鈕即可自由放置。

source: Placeholder card — real training suggestions land here once propose_plan is wired in.
de: Platzhalterkarte – echte Trainingsvorschläge erscheinen hier, sobald propose_plan angebunden ist.
es: Tarjeta de marcador de posición: las sugerencias de entrenamiento reales aparecerán aquí en cuanto se conecte propose_plan.
fr: Carte provisoire — les vraies suggestions d'entraînement apparaîtront ici une fois propose_plan connecté.
it: Scheda segnaposto: i suggerimenti di formazione reali arrivano qui una volta collegato propose_plan.
pl: Karta zastępcza — prawdziwe propozycje treningowe pojawią się tutaj po podłączeniu propose_plan.
pt_pt: Cartão de espaço reservado - sugestões reais de treinamento chegam aqui assim que o propor_plan estiver conectado.
ru: Карточка-заполнитель — сюда попадают реальные предложения по обучению после подключения Offer_plan.
th: การ์ดตัวยึดตำแหน่ง — คำแนะนำการฝึกอบรมจริงจะปรากฏที่นี่เมื่อมีการต่อสาย offer_plan แล้ว
zh_hans: 占位卡 — 一旦 suggest_plan 被连接，真正的培训建议就会出现在这里。
zh_hant: 佔位卡 — 一旦 suggest_plan 被連接，真正的訓練建議就會出現在這裡。

source: Plan · %lld-day shift
de: Plan · %lld-Tage-Verschiebung
es: Plan · cambio de %lld días
fr: Plan · décalage de %lld jours
it: Piano · spostamento di %lld giorni
pl: Plan · %lld-zmiana dzienna
pt_pt: Plano · desvio de %lld dias
ru: План · сдвиг на %lld дн.
th: แผน· %lld กะวัน
zh_hans: 计划 · %lld 天的调整
zh_hant: 計劃 · %lld 天的調整

source: Plan a trip or shift
de: Reise oder Schicht planen
es: Planifica un viaje o un turno
fr: Planifier un voyage ou un décalage
it: Pianifica un viaggio o un turno
pl: Zaplanuj podróż lub zmianę
pt_pt: Planeie uma viagem ou turno
ru: Спланировать поездку или смену
th: วางแผนการเดินทางหรือกะ
zh_hans: 计划一次旅行或作息调整
zh_hant: 計劃一次旅行或作息調整

source: Plan adherence
de: Plan-Treue
es: Cumplimiento del plan
fr: Respect du plan
it: Pianificare l'aderenza
pl: Trzymanie się planu
pt_pt: Aderência ao plano
ru: Соблюдение плана
th: การปฏิบัติตามแผน
zh_hans: 计划遵守情况
zh_hant: 計劃遵守情況

source: Plan proposal
de: Plan-Vorschlag
es: Propuesta de plan
fr: Proposition de plan
it: Proposta di piano
pl: Propozycja planu
pt_pt: Proposta de plano
ru: Плановое предложение
th: ข้อเสนอแผน
zh_hans: 计划提案
zh_hant: 計劃提案

source: Plan reminders
de: Plan-Erinnerungen
es: Recordatorios del plan
fr: Rappels du plan
it: Pianifica promemoria
pl: Przypomnienia o planie
pt_pt: Planeje lembretes
ru: Планируйте напоминания
th: เตือนความจำแผน
zh_hans: 计划提醒
zh_hant: 計劃提醒

source: Plan says %@ %@ today — %@ %@ %@.
de: Plan sagt heute %@ %@ — %@ %@ %@.
es: El plan dice %@ %@ hoy: %@ %@ %@.
fr: Le plan indique %@ %@ aujourd'hui — %@ %@ %@.
it: Il piano dice %@ %@ oggi — %@ %@ %@.
pl: Plan mówi dziś %@ %@ — %@ %@ %@.
pt_pt: O plano diz %@ %@ hoje — %@ %@ %@.
ru: План на сегодня: %@ %@ — %@ %@ %@.
th: แพลนบอกว่า %@ %@ วันนี้ — %@ %@ %@
zh_hans: 计划今天为 %@ %@ — %@ %@ %@。
zh_hant: 計劃今天為 %@ %@ — %@ %@ %@。

source: Plan says %@ %@ today — %@ %@ %@. At this pace: %@, about %lld days early.
de: Plan sagt heute %@ %@ — %@ %@ %@. In diesem Tempo: %@, etwa %lld Tage früher.
es: El plan dice %@ %@ hoy: %@ %@ %@. A este ritmo: %@, unos %lld días antes.
fr: Le plan indique %@ %@ aujourd'hui — %@ %@ %@. À ce rythme : %@, environ %lld jours d'avance.
it: Il piano dice %@ %@ oggi — %@ %@ %@. Di questo passo: %@, circa %lld giorni in anticipo.
pl: Plan mówi dziś %@ %@ — %@ %@ %@. W tym tempie: %@, około %lld dni wcześniej.
pt_pt: O plano diz %@ %@ hoje — %@ %@ %@. A este ritmo: %@, cerca de %lld dias antes.
ru: План на сегодня: %@ %@ — %@ %@ %@. При таком темпе: %@, примерно на %lld дн. раньше.
th: แพลนบอกว่า %@ %@ วันนี้ — %@ %@ %@ ที่ก้าวนี้: %@ ประมาณ %lld วันก่อน
zh_hans: 计划今天为 %@ %@ — %@ %@ %@。按此进度：%@，约提前 %lld 天。
zh_hant: 計劃今天為 %@ %@ — %@ %@ %@。按此進度：%@，約提前 %lld 天。

source: Plan says %@ %@ today — %@ %@ %@. At this pace: %@, about %lld days late.
de: Plan sagt heute %@ %@ — %@ %@ %@. In diesem Tempo: %@, etwa %lld Tage später.
es: El plan dice %@ %@ hoy: %@ %@ %@. A este ritmo: %@, unos %lld días después.
fr: Le plan indique %@ %@ aujourd'hui — %@ %@ %@. À ce rythme : %@, environ %lld jours de retard.
it: Il piano dice %@ %@ oggi — %@ %@ %@. Di questo passo: %@, circa %lld giorni in ritardo.
pl: Plan mówi dziś %@ %@ — %@ %@ %@. W tym tempie: %@, około %lld dni później.
pt_pt: O plano diz %@ %@ hoje — %@ %@ %@. A este ritmo: %@, cerca de %lld dias depois.
ru: План на сегодня: %@ %@ — %@ %@ %@. При таком темпе: %@, примерно на %lld дн. позже.
th: แพลนบอกว่า %@ %@ วันนี้ — %@ %@ %@ ในจังหวะนี้: %@ ช้าไปประมาณ %lld วัน
zh_hans: 计划今天为 %@ %@ — %@ %@ %@。按此进度：%@，约延后 %lld 天。
zh_hant: 計劃今天為 %@ %@ — %@ %@ %@。按此進度：%@，約延後 %lld 天。

source: Plan says %@ %@ today — you're on course.
de: Plan sagt heute %@ %@ — du bist auf Kurs.
es: El plan dice %@ %@ hoy: vas según lo previsto.
fr: Le plan indique %@ %@ aujourd'hui — vous êtes dans les temps.
it: Il piano dice %@ %@ oggi — sei in linea.
pl: Plan mówi dziś %@ %@ — trzymasz kurs.
pt_pt: O plano diz %@ %@ hoje — estás no rumo certo.
ru: План на сегодня: %@ %@ — ты идёшь по курсу.
th: แพลนบอกว่า %@ %@ วันนี้ — คุณมาถูกทางแล้ว
zh_hans: 计划今天为 %@ %@ — 你在轨道上。
zh_hant: 計劃今天為 %@ %@ — 你在軌道上。

source: Plan says %@ %@ today. Not enough measured history yet to judge the pace.
de: Plan sagt heute %@ %@. Noch zu wenig gemessene Historie, um das Tempo zu beurteilen.
es: El plan dice %@ %@ hoy. Aún no hay suficiente historial medido para juzgar el ritmo.
fr: Le plan indique %@ %@ aujourd'hui. Pas encore assez d'historique mesuré pour juger du rythme.
it: Il piano dice %@ %@ oggi. Non c'è ancora abbastanza storico misurato per valutare il ritmo.
pl: Plan mówi dziś %@ %@. Za mało zmierzonej historii, by ocenić tempo.
pt_pt: O plano diz %@ %@ hoje. Ainda não há histórico medido suficiente para avaliar o ritmo.
ru: План на сегодня: %@ %@. Пока недостаточно измеренной истории, чтобы судить о темпе.
th: แพลนบอก %@ %@ วันนี้ ประวัติที่วัดได้ไม่เพียงพอที่จะตัดสินจังหวะ
zh_hans: 计划今天为 %@ %@。测量到的历史还不足以判断进度。
zh_hant: 計劃今天為 %@ %@。測量到的歷史還不足以判斷進度。

source: Plan says %@ %@ today. The current pace is too slow to project an arrival.
de: Plan sagt heute %@ %@. Das aktuelle Tempo ist zu langsam für eine Ankunftsprognose.
es: El plan dice %@ %@ hoy. El ritmo actual es demasiado lento para proyectar una llegada.
fr: Le plan indique %@ %@ aujourd'hui. Le rythme actuel est trop lent pour projeter une arrivée.
it: Il piano dice %@ %@ oggi. Il ritmo attuale è troppo lento per stimare un arrivo.
pl: Plan mówi dziś %@ %@. Obecne tempo jest zbyt wolne, by wyznaczyć datę dojścia.
pt_pt: O plano diz %@ %@ hoje. O ritmo atual é demasiado lento para projetar uma chegada.
ru: План на сегодня: %@ %@. Текущий темп слишком мал, чтобы прогнозировать достижение.
th: แพลนบอก %@ %@ วันนี้ ก้าวปัจจุบันช้าเกินไปที่จะคาดการณ์การมาถึง
zh_hans: 计划今天为 %@ %@。当前进度太慢，无法推算达成日期。
zh_hant: 計劃今天為 %@ %@。目前進度太慢，無法推算達成日期。

source: Plan says %@ %@ today. The recent trend moves away from the target, so there's no arrival date to give.
de: Plan sagt heute %@ %@. Der jüngste Trend bewegt sich vom Ziel weg, daher gibt es kein Ankunftsdatum.
es: El plan dice %@ %@ hoy. La tendencia reciente se aleja del objetivo, así que no hay fecha de llegada.
fr: Le plan indique %@ %@ aujourd'hui. La tendance récente s'éloigne de l'objectif, il n'y a donc pas de date d'arrivée.
it: Il piano dice %@ %@ oggi. La tendenza recente si allontana dall'obiettivo, quindi non c'è una data di arrivo.
pl: Plan mówi dziś %@ %@. Ostatni trend oddala się od celu, więc nie ma daty dojścia do podania.
pt_pt: O plano diz %@ %@ hoje. A tendência recente afasta-se do objetivo, por isso não há data de chegada.
ru: План на сегодня: %@ %@. Недавняя динамика уходит от цели, поэтому даты достижения нет.
th: แพลนบอก %@ %@ วันนี้ กระแสล่าสุดเคลื่อนตัวออกจากเป้าหมายจึงไม่มีวันมาถึง
zh_hans: 计划今天为 %@ %@。近期趋势正在远离目标，因此无法给出达成日期。
zh_hant: 計劃今天為 %@ %@。近期趨勢正在遠離目標，因此無法給出達成日期。

source: Plan session reminders
de: Erinnerungen für geplante Einheiten
es: Recordatorios de sesiones planificadas
fr: Rappels des séances planifiées
it: Pianifica promemoria della sessione
pl: Przypomnienia o sesjach z planu
pt_pt: Planeje lembretes de sessão
ru: Планирование напоминаний о сеансах
th: วางแผนการแจ้งเตือนเซสชั่น
zh_hans: 计划会议提醒
zh_hant: 計劃會議提醒

source: Planned vs actual
de: Geplant vs. tatsächlich
es: Planificado vs. real
fr: Prévu vs. réel
it: Pianificato vs effettivo
pl: Plan a wykonanie
pt_pt: Planejado versus real
ru: Запланированное против фактического
th: ที่วางแผนไว้ VS ที่เกิดขึ้นจริง
zh_hans: 计划与实际
zh_hant: 計劃與實際

source: Planning
de: Planung
es: Planificación
fr: Planification
it: Pianificazione
pl: Planowanie
pt_pt: Planeamento
ru: Планирование
th: การวางแผน
zh_hans: 规划
zh_hant: 規劃

source: Please confirm each of these:
de: Bitte bestätigen Sie diese:
es: Por favor, confirme cada uno de estos:
fr: Veuillez confirmer chacun de ces éléments :
pl: Potwierdź każdy z nich:
pt_pt: Confirma cada um deles:
th: โปรดยืนยันแต่ละรายการเหล่านี้:
zh_hans: 请确认以下每一项：

source: Please read and accept the points below.
de: Bitte lies und akzeptiere die Punkte unten.
es: Lee y acepta los puntos siguientes.
fr: Veuillez lire et accepter les points ci-dessous.
it: Leggi e accetta i punti qui sotto.
pl: Prosimy o zapoznanie się i zaakceptowanie poniższych punktów.
pt_pt: Lê e aceite os pontos abaixo.
ru: Прочитайте и примите пункты ниже.
th: โปรดอ่านและยอมรับประเด็นด้านล่าง
zh_hans: 请阅读并接受下面的各项。
zh_hant: 請閱讀並接受下面的各項。

source: Please read the points below, then confirm each statement.
de: Bitte lesen Sie die Punkte unten und bestätigen Sie dann jede Aussage.
es: Por favor lea los puntos de abajo, luego confirme cada declaración.
fr: Veuillez lire les points ci-dessous, puis confirmer chaque déclaration.
pl: Prosimy o zapoznanie się z poniższymi punktami, a następnie potwierdzenie każdego stwierdzenia.
pt_pt: Lê os pontos abaixo e confirme cada afirmação.
th: โปรดอ่านประเด็นด้านล่าง จากนั้นยืนยันแต่ละข้อความ
zh_hans: 请仔细阅读以下要点，并确认每一项声明。

source: Points
de: Punkte
es: Puntos
it: Punti
pl: Zwrotnica
pt_pt: Pontos
ru: Точки
th: คะแนน
zh_hans: 数据点
zh_hant: 資料點

source: Poor
de: Schwach
es: Malo
fr: Médiocre
it: Scarso
pl: Słaby
pt_pt: Pobre
ru: Плохо
th: ยากจน
zh_hans: 较差
zh_hant: 不佳

source: positive
de: positiv
es: positivo
fr: positif
it: positiva
pl: pozytywny
ru: положительно
th: เชิงบวก
zh_hans: 正向
zh_hant: 正向

source: Posts after your strap syncs and NOOP scores the day — not the exact second you cross it. At most once per day.
de: Erscheint, nachdem dein Band synchronisiert hat und NOOP den Tag bewertet hat — nicht in der exakten Sekunde des Überschreitens. Höchstens einmal pro Tag.
es: Aparece después de que tu banda sincroniza y NOOP puntúa el día — no en el segundo exacto en que lo cruzas. Como máximo una vez al día.
fr: Apparaît après la synchronisation de votre bracelet et le calcul du jour par NOOP — pas à la seconde exacte du franchissement. Au plus une fois par jour.
pl: Posty po zsynchronizowaniu paska i zdobyciu punktów NOOP w danym dniu — a nie dokładnie w chwili, gdy go przekroczysz. Najwyżej raz dziennie.
pt_pt: Publicações após a sincronização da tua faixa e pontuação NOOP no dia - não no segundo exato em que a cruza. No máximo uma vez por dia.
th: โพสต์หลังจากที่สายรัดของคุณซิงค์และ NOOP ให้คะแนนในวันนั้น ไม่ใช่วินาทีที่คุณข้ามไป มากที่สุดวันละครั้ง

source: POWER
de: LEISTUNG
es: POTENCIA
fr: PUISSANCE
it: POTENZA
pl: MOC
pt_pt: PODER
ru: МОЩНОСТЬ
th: พลัง
zh_hans: 功率
zh_hant: 功率

source: Power saving
de: Energiesparend
es: Ahorro de energía
fr: Économie d'énergie
it: Risparmio energetico
pl: Oszczędzanie energii
pt_pt: Economia de energia
ru: Экономия энергии
th: ประหยัดพลังงาน
zh_hans: 省电
zh_hant: 省電

source: Power saving mode
de: Energiesparmodus
es: Modo de ahorro de energía
fr: Mode d'économie d'énergie
pl: Tryb oszczędzania energii
pt_pt: Modo de poupança de energia
th: โหมดประหยัดพลังงาน
zh_hans: 节能模式

source: Power users only.
de: Nur für Power-User.
es: Solo para usuarios avanzados.
fr: Réservé aux utilisateurs avancés.
it: Solo per utenti esperti.
pl: Tylko użytkownicy zaawansowani.
pt_pt: Apenas utilizadores avançados.
ru: Только для опытных пользователей.
th: ผู้ใช้ไฟฟ้าเท่านั้น
zh_hans: 仅限高级用户。
zh_hant: 僅限高級使用者。

source: Powers Charge, Effort, Rest and Sleep
de: Speist Ladung, Anstrengung, Ruhe und Schlaf
es: Alimenta Carga, Esfuerzo, Descanso y Sueño
fr: Alimente Charge, Effort, Repos et Sommeil
it: Alimenta Carica, Sforzo, Riposo e Sonno
pl: Uprawnia Energia, Wysiłek, Odpoczynek i tryb uśpienia
pt_pt: Poderes Carregar, Esforçar, Descansar e Dormir
ru: Обеспечивает данными Заряд, Усилие, Отдых и Сон
th: ใช้คำนวณพลังฟื้นตัว ภาระร่างกาย การพักผ่อน และการนอน
zh_hans: 驱动能量、消耗、休息和睡眠
zh_hant: 為能量、消耗、休息和睡眠提供資料

source: Powers Charge, Effort, Rest, Sleep + Health Monitor
de: Speist Ladung, Anstrengung, Ruhe, Schlaf + Gesundheitsmonitor
es: Alimenta Carga, Esfuerzo, Descanso, Sueño + Monitor de salud
fr: Alimente Charge, Effort, Repos, Sommeil + Moniteur de santé
it: Alimenta Carica, Sforzo, Riposo, Sonno + Monitor salute
pl: Zasilanie Energia, Wysiłek, Odpoczynek, monitor uśpienia i stanu zdrowia
pt_pt: Poderes Carga, Esforço, Descanso, Sono + Monitor de Saúde
ru: Обеспечивает данными Заряд, Усилие, Отдых, Сон + Монитор здоровья
th: ใช้คำนวณพลังฟื้นตัว ภาระร่างกาย การพักผ่อน การนอน และการติดตามสุขภาพ
zh_hans: 驱动能量、消耗、休息、睡眠 + 健康监测
zh_hant: 為能量、消耗、休息、睡眠與健康監測提供資料

source: Powers Effort now; Charge and Rest once enough nights and decode are confirmed
de: Speist jetzt Anstrengung; Ladung und Ruhe, sobald genug Nächte und die Dekodierung bestätigt sind
es: Alimenta Esfuerzo ahora; Carga y Descanso cuando se confirmen suficientes noches y la decodificación
fr: Alimente l'Effort dès maintenant ; Charge et Repos une fois que suffisamment de nuits et le décodage sont confirmés
it: Alimenta subito Sforzo; Carica e Riposo una volta confermate abbastanza notti e la decodifica
pl: Obsługuje teraz Wysiłek; Energia i Odpoczynek po potwierdzeniu wystarczającej liczby nocy i dekodowania
pt_pt: Esforço de poderes agora; Carregue e descanse assim que as noites suficientes e a descodificação forem confirmadas
ru: Сейчас обеспечивает данными Усилие; Заряд и Отдых — как только накопится достаточно ночей и подтвердится декодирование
th: ใช้คำนวณภาระร่างกายได้ทันที ส่วนพลังฟื้นตัวและการพักผ่อนจะพร้อมเมื่อมีข้อมูลกลางคืนเพียงพอและยืนยันการถอดรหัสแล้ว
zh_hans: 现在驱动消耗；待累积足够的夜晚并确认解码后，将驱动能量和休息
zh_hant: 目前為消耗提供資料；累積足夠夜晚並確認解碼後，也會支援能量和休息

source: Powers Rest, Effort, Fitness Age and steps, plus Charge once recovery calibrates
de: Speist Ruhe, Anstrengung, Fitnessalter und Schritte, plus Ladung, sobald die Erholung kalibriert ist
es: Alimenta Descanso, Esfuerzo, Edad fitness y pasos, más Carga cuando la recuperación se calibre
fr: Alimente Repos, Effort, Âge fitness et pas, plus Charge une fois la récupération calibrée
it: Alimenta Riposo, Sforzo, Età fitness e passi, più Carica quando il recupero si calibra
pl: Moce Odpoczynek, Wysiłek, wiek sprawnościowy i kroki oraz Energia po kalibracji regeneracji
pt_pt: Potencia o descanso, o esforço, a idade de condicionamento físico e os passos, bem como a carga assim que a recuperação é calibrada
ru: Обеспечивает данными Отдых, Усилие, Фитнес-возраст и шаги, а также Заряд после калибровки восстановления
th: ใช้คำนวณการพักผ่อน ภาระร่างกาย อายุความฟิต และจำนวนก้าว รวมถึงพลังฟื้นตัวเมื่อปรับเทียบค่าพื้นฐานแล้ว
zh_hans: 驱动休息、消耗、体能年龄和步数，待恢复校准后还将驱动能量
zh_hant: 為休息、消耗、體能年齡和步數提供資料，恢復校準完成後也會支援能量

source: Powers the live console + Effort. No Charge, Rest or Sleep
de: Speist die Live-Konsole + Anstrengung. Keine Ladung, keine Ruhe, kein Schlaf
es: Alimenta la consola en vivo + Esfuerzo. Sin Carga, Descanso ni Sueño
fr: Alimente la console en direct + Effort. Pas de Charge, Repos ni Sommeil
it: Alimenta la console in diretta + Sforzo. Niente Carica, Riposo o Sonno
pl: Zasila konsolę na żywo + Wysiłek. Brak Energia, Odpoczynek lub trybu uśpienia
pt_pt: Alimenta a consola em direto + Esforço. Sem Carga, descanso ou sono
ru: Питает живую консоль и Усилие. Не даёт Заряда, Отдыха и сна
th: ใช้สำหรับหน้าจอเรียลไทม์และภาระร่างกาย ไม่รองรับพลังฟื้นตัว การพักผ่อน หรือการนอน
zh_hans: 驱动实时控制台 + 消耗。不含能量、休息或睡眠
zh_hant: 為即時主控台與消耗提供資料。不支援能量、休息或睡眠

source: Predictive runtime warning
de: Vorausschauende Laufzeitwarnung
es: Advertencia de tiempo de ejecución predictiva
fr: Avertissement d'exécution prédictif
it: Avviso di runtime predittivo
pl: Ostrzeżenie o przewidywanym czasie pracy
pt_pt: Aviso de tempo de execução preditivo
ru: Прогнозируемое предупреждение во время выполнения
th: คำเตือนรันไทม์แบบคาดการณ์
zh_hans: 预测运行时警告
zh_hant: 預測運行時警告

source: Preference
de: Vorliebe
es: Preferencia
fr: Préférence
it: Preferenza
pl: Preferencja
pt_pt: Preferência
ru: Предпочтение
th: ความพึงใจ
zh_hans: 偏好
zh_hant: 偏好

source: Preparing cycle tracker…
de: Zyklustracker wird vorbereitet…
es: Preparando el seguimiento del ciclo…
fr: Préparation du suivi du cycle…
it: Preparazione del monitoraggio del ciclo…
pl: Przygotowuję moduł do śledzenia cyklu…
pt_pt: A preparar a monitorização do ciclo…
ru: Подготовка отслеживания цикла…
th: กำลังเตรียมตัวติดตามรอบเดือน...
zh_hans: 正在准备周期追踪…
zh_hant: 正在準備週期追蹤…

source: Preparing…
de: Wird vorbereitet…
es: Preparando…
fr: Préparation en cours…
it: Preparazione in corso…
pl: Przygotowanie…
pt_pt: Preparando…
ru: Подготовка…
th: กำลังเตรียม...
zh_hans: 准备中…
zh_hant: 準備中…

source: Presence automation: set a Focus, pause media, set away…
de: Anwesenheits-Automation: Fokus setzen, Medien pausieren, abwesend melden …
es: Automatización de presencia: activar un modo de concentración, pausar contenido, marcarte como ausente…
fr: Automatisation de présence : activer un mode Focus, mettre en pause les médias, se marquer absent…
it: Automazione presenza: imposta una Full immersion, metti in pausa i contenuti, segnati assente…
pl: Automatyzacja obecności: ustaw fokus, wstrzymaj multimedia, odłóż…
pt_pt: Automação de presença: defina um foco, pause os media, defina…
ru: Автоматизация присутствия: включение Фокусирования, пауза медиа, отметка «отошёл»…
th: การแสดงตนอัตโนมัติ: ตั้งค่าโฟกัส, หยุดสื่อชั่วคราว, ตั้งค่าออกไป...
zh_hans: 在场自动化：设置专注模式、暂停媒体、设为离开…
zh_hant: 在場自動化：設定專注模式、暫停媒體、標記離開⋯⋯

source: Preset
de: Vorlage
es: Preajuste
fr: Préréglage
pl: Wstępnie ustawione
pt_pt: Predefinição
ru: Пресет
th: ที่ตั้งไว้ล่วงหน้า
zh_hans: 预设
zh_hant: 預設

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
pl: Zapowiedź
pt_pt: Visualização
ru: Просмотр
th: ดูตัวอย่าง
zh_hans: 预览
zh_hant: 預覽

source: Preview dose
de: Dosis-Vorschau
es: Vista previa de la dosis
fr: Aperçu de la dose
it: Anteprima dose
pl: Podgląd dawki
pt_pt: Dose de visualização
ru: Предпросмотр дозы
th: ดูตัวอย่างขนาดยา
zh_hans: 预览剂量
zh_hant: 預覽劑量

source: Previous day
de: Vorheriger Tag
es: Día anterior
fr: Jour précédent
it: Giorno precedente
pl: Poprzedni dzień
pt_pt: Dia anterior
ru: Предыдущий день
th: วันก่อนหน้า
zh_hans: 前一天
zh_hant: 前一天

source: Previous night
de: Vorherige Nacht
es: Noche anterior
fr: Nuit précédente
it: Notte precedente
pl: Poprzednia noc
pt_pt: Noite anterior
ru: Предыдущая ночь
th: คืนก่อนหน้า
zh_hans: 前一晚
zh_hant: 前一晚

source: Previous week
de: Vorherige Woche
es: Semana anterior
fr: Semaine précédente
it: Settimana precedente
pl: Poprzedni tydzień
pt_pt: Semana anterior
ru: Предыдущая неделя
th: สัปดาห์ก่อน
zh_hans: 上一周
zh_hant: 上一週

source: Previously paired but not currently connected. Re-scan to reconnect.
de: Zuvor gekoppelt, aber gerade nicht verbunden. Scanne neu, um wieder zu verbinden.
es: Emparejada antes pero no conectada ahora. Vuelve a escanear para reconectar.
fr: Précédemment associé mais non connecté actuellement. Relancez un scan pour vous reconnecter.
it: Abbinata in precedenza ma non connessa al momento. Riesegui la scansione per riconnetterla.
pl: Poprzednio sparowane, ale obecnie nie połączone. Przeskanuj ponownie, aby ponownie połączyć.
pt_pt: Anteriormente emparelhado, mas não ligado de momento. Digitalize novamente para voltar a ligar.
ru: Ранее сопряжено, но сейчас не подключено. Просканируйте заново, чтобы переподключиться.
th: เคยจับคู่แต่ไม่ได้เชื่อมต่ออยู่ในขณะนี้ สแกนซ้ำเพื่อเชื่อมต่อใหม่
zh_hans: 曾经配对但当前未连接。重新扫描以重新连接。
zh_hant: 先前已配對但目前未連接。重新掃描以再次連接。

source: Previously: %@
de: Vorher: %@
es: Antes: %@
fr: Auparavant : %@
it: Prima: %@
pl: Wcześniej: %@
pt_pt: Antes: %@
ru: Ранее: %@
th: ก่อนหน้านี้: %@
zh_hans: 此前：%@
zh_hant: 此前：%@
